Revit 2027 API
HVACLoadType.LatentHeatGainPerPerson Property
 The latent heat gain per person.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double LatentHeatGainPerPerson { get; set; }
Public Property LatentHeatGainPerPerson As Double
	Get
	Set
public:
property double LatentHeatGainPerPerson {
	double get ();
	void set (double value);
}
member LatentHeatGainPerPerson : float with get, set
Property Value
Double
Exceptions
Exception | Condition
ArgumentException |  When setting this property: The value should be between [0.0,5381.9].
See Also
Reference
HVACLoadType Class
Autodesk.Revit.DB.Analysis Namespace